Repository: i5awlah/DrahimServices
Catalog: Drahim/Resources/*.lproj/Localizable.strings
Languages: ar

# servicesView.title
source: Drahim Services
ar: خدمات دراهم

# services.investment
source: Investment Services
ar: خدمات الاستثمار

# services.expenseManagement
source: Expense Management Services
ar: خدمات متابعة المصاريف

# services.general
source: General Services
ar: خدمات عامة

# services.investment.investmentCalculator.title
source: Investment Calculator
ar: حاسبة الاستثمار

# services.investment.linkExternalPortfolio.title
source: Link External Portfolio
ar: ربط محفظة استثمارية خارجية

# services.investment.customPortfolios.title
source: Custom Portfolios
ar: تخصيص المحافظ

# services.investment.investmentGoals.title
source: Investment Goals
ar: الأهداف الاستثمارية

# services.investment.monthlyInvestments.title
source: Monthly Investments
ar: الاستقطاع الشهري

# services.investment.createInvestmentPortfolio.title
source: Create Investment Portfolio
ar: فتح محفظة استثمارية

# services.expenseManagement.budgets.title
source: Budgets
ar: أنشئ ميزانية

# services.expenseManagement.createManualAccount.title
source: Create Manual Account
ar: إضافة حساب يدوي

# services.expenseManagement.linkBankAccount.title
source: Link Bank Account
ar: ربط حساب بنكي

# services.expenseManagement.manageCommitments.title
source: Manage Commitments
ar: أدر الالتزامات

# services.general.assetManagement.title
source: Asset Management
ar: إدارة الأصول

# services.general.drahimGPT.title
source: Drahim GPT
ar: GPT دراهم

# services.general.drahimPlus.title
source: Drahim Plus
ar: دراهم بلس

# services.general.zakatCalculator.title
source: Zakat Calculator
ar: حاسبة الزكاة

# services.investment.investmentCalculator.subTitle
source: See how your investments grow over the years
ar: اكتشف كم ستنمو استثماراتك على مدى السنوات القادمة

# services.investment.linkExternalPortfolio.subTitle
source: Track your external investments seamlessly
ar: تابع استثماراتك الخارجية بكل سهولة

# services.investment.customPortfolios.subTitle
source: Design your portfolio to match your expertise and goals
ar: صمم محفظتك الاستثمارية بما يناسب خبرتك وأهدافك

# services.investment.investmentGoals.subTitle
source: Set your goals and plan step by step to achieve them
ar: حدد أهدافك وخطط لتحقيقها خطوة بخطوة

# services.investment.monthlyInvestments.subTitle
source: Enable monthly deductions to meet your investment goals with ease
ar: فعّل الاستقطاع الشهري لتحقيق أهدافك الاستثمارية بسهولة

# services.investment.createInvestmentPortfolio.subTitle
source: Create a portfolio tailored to your financial goals
ar: أنشئ محفظة استثمارية تناسب أهدافك المالية

# services.expenseManagement.budgets.subTitle
source: Plan weekly, monthly, or annual budgets effortlessly
ar: خطط لميزانياتك الأسبوعية، الشهرية أو السنوية بسهولة

# services.expenseManagement.createManualAccount.subTitle
source: Manage all your bills and loans from one place
ar: تابع جميع فواتيرك وقروضك من مكان واحد

# services.expenseManagement.linkBankAccount.subTitle
source: Track your bank transactions securely in real time
ar: تتبع عملياتك البنكية الفورية بشكل آمن

# services.expenseManagement.manageCommitments.subTitle
source: Netflix, YouTube, or any other subscriptions
ar: Netflix أو YouTube أو أي اشتراكات أخرى

# services.general.assetManagement.subTitle
source: Track your money, properties, gold, and more.
ar: تابع أموالك، عقاراتك، ذهبك، وغير ذلك..

# services.general.drahimGPT.subTitle
source: Ask Drahim anything using AI
ar: اسأل دراهم أي سؤال باستخدام الذكاء الصناعي

# services.general.drahimPlus.subTitle
source: Unlock exclusive features and extra benefits with your subscription
ar: استمتع بمزايا حصرية وخدمات إضافية مع اشتراكك

# services.general.zakatCalculator.subTitle
source: Easily calculate and fulfill your zakat accurately
ar: احسب زكاتك بدقة وأخرجها بسهولة

source: Hello from %@!
ar: مرحبًا بك من %@!
